{
    "page_title": "O Incrível Website da Lila",
    "header_title": "O Incrível Website da Lila :D",
    "header_clock_default": "É {time} para mim!!!",
    "header_sleep_egg": "Não a acordes.. Por favor :(",
    "sleeping_alt": "Lila a dormir",
    "socials_heading": "Redes Sociais Fixes?? :O",
    "about_heading": "Olá! O meu nome é Liliana (Lila)",
    "about_para1": "Sou uma mulher de 19 anos com interesse em desenvolvimento de jogos e áreas relacionadas, como desenvolvimento de software. Tenho experiência a contribuir para alguns projetos.",
    "about_para2": "Atualmente, planeio estudar e estagiar em informatica e, com sorte (oficialmente), estudar Ciência da Computação (as ciencias) ou Engenharia de Software. Sou muito capaz de aprender sozinha, na verdade, diria que a minha adaptabilidade é algo de que me orgulho, mas estudar isso é um sonho meu.",
    "about_para3": "Tenho interesse em tudo o que envolva computadores desde... bem, desde que me lembro. Cresci a volta deles, inicialmente com Windows 7, às vezes XP. Mais tarde, isso fez-me uma nerd de Linux.",
    "about_para4": "Mas, enfim, o meu interesse em desenvolvimento de jogos existe desde os meus 11 anos. Aprendi os conceitos básicos de programação em Lua e, depois, usei a Unity Engine por alguns anos, acabando por ganhar interesse na comunidade de SM64 e nas comunidades relacionadas com N64.",
    "skills_dev_heading": "Competências em Desenvolvimento de Software:",
    "skills_dev_desc": "Sou bem versada em desenvolvimento e gráficos de jogos, especializada em N64, mas também sou capaz de usar frameworks e engines modernas.",
    "skills_proficient": "Proficiente:",
    "skills_limited": "Experiência Limitada:",
    "skills_other_heading": "Outras Competências:",
    "skill_localization": "Localização (pt-pt)",
    "skill_video_editing": "Edição de Vídeo (Vegas Pro)",
    "skill_low_poly": "Modelagem Low-Poly",
    "skill_texturing": "Texturização Básica",
    "projects_heading": "Coisas para as quais já contribuí!",
    "fast64_desc": "Plugin de Blender para Desenvolvimento N64",
    "fast64_role": "Como programadora para a parte do F3D e SM64, e o renderer experimental (OpenGL)!",
    "pl_desc": "Emulador N64 com foco em usabilidade e ROM hacks!",
    "pl_role": "Como tradutora para Português de Portugal.",
    "contact_heading": "Vamos conversar!",
    "contact_para1": "Embora possas enviar-me mensagens no Twitter ou Twitch, eu evitaria isso.",
    "contact_para2": "Usa Email e Discord, eu verifico-os todos os dias!",
    "copy_popup_text": "(Copiado para a tua área de transferência!)",
    "footer_credits": "Com ícones de iconoir, tabler e devicon",
    "footer_design": "e o design icónico da Lila pela <a href=\"https://web-cdn.bsky.app/profile/ornevelder.bsky.social\">@<b>ornevelder</a> e a minha irmã.",
    "uc_heading": "Em construção",
    "uc_easter_egg": "Um easter-egg fixe em breve!!!",
    "back_home": "Voltar para o inicio"
}